13/data/attachments/fb0e50ef42668c6f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jesse_collection_Actions_88411_3</nif:username>
            <nif:friendToBeRequested>soap_actions_dcc11106-01e2-4d83-9a16-cdafc658bc1e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>